Repository: stnc/wordpress-building-plan-plugin
Catalog: languages/CHfw_staff-*.po
Languages: tr_tr

source: staff
tr_tr: Takım

source: staff Member
tr_tr: Takım üyesi

source: Add New
tr_tr: Yeni ekle

source: Add New staff Member
tr_tr: Yeni Takım Üyesi Ekle

source: Edit staff Member
tr_tr: Ekip Üyesi Ekle/Düzenle

source: New staff Member
tr_tr: Yeni Takım Üyesi Ekle

source: View staff Member
tr_tr: Personele Gözat

source: Search staff Members
tr_tr: Üye Ara

source: No staff members have been added yet
tr_tr: Heniz takım üyesi eklenmedi

source: Nothing found in Trash
tr_tr: Çöp Kutusunda bir şey bulunamadı

source: Details
tr_tr: Detaylar

source: Status
tr_tr: Durum

source: Enter staff member's status.
tr_tr: Takım üyesi durumu

source: Enter staff member's Facebook profile URL.
tr_tr: Facebook sayfası

source: Enter staff member's Instagram profile URL.
tr_tr: Instagram sayfası

source: Enter staff member's Twitter profile URL.
tr_tr: Twitter sayfası

source: Enter staff member's Google+ profile URL.
tr_tr: Google+ sayfası

source: Enter staff member's LinedIn profile URL.
tr_tr: LinedIn sayfası

source: Enter staff member's Vimeo profile URL.
tr_tr: Vimeo sayfası

source: Enter staff member's YouTube profile URL.
tr_tr: YouTube sayfası

source: Enter staff member's e-mail address.
tr_tr: mail adres

source: Enter staff member's website URL.
tr_tr: web sitesi

source: Content
tr_tr: İçerik

source: staff members grid
tr_tr: Grid tipi

source: Column
tr_tr: Kolon

source: Columns
tr_tr: Kolanlar

source: Select columns.
tr_tr: Kolon Seçiniz
