Repository: stnc/wordpress-building-plan-plugin
Catalog: languages/the-stnc-map-*.po
Languages: tr_tr

source: Choose Sector
tr_tr: Sektör Seçiniz

source: Show All
tr_tr: Tumunu Göster

source: Select Building
tr_tr: Bina Seçiniz

source: edit
tr_tr: düzenle

source: Building List
tr_tr: Bina Listesi

source: STNC building floors
tr_tr: Erciyes Teknopark Bina

source: Building
tr_tr: Bina

source: Total Office
tr_tr: Toplam Ofis

source: Empty Office
tr_tr: Boş Ofis

source: Full Office
tr_tr: Dolu Ofis

source: Select Floor
tr_tr: Kat Seciniz

source: No posts found.
tr_tr: Icerik Bulunamadi.

source: Company
tr_tr: Firma

source: Company Detail
tr_tr: Firma Detay

source: Phone
tr_tr: Telefon

source: Build
tr_tr: Bina

source: Show
tr_tr: Göster

source: Edit
tr_tr: Düzenle

source: Detail Info
tr_tr: Firma Detay

source: Adresss
tr_tr: Adres

source: Filter by Post Type
tr_tr: Icerik tipine gore filtrele

source: Filter
tr_tr: Filtre

source: Company list
tr_tr: Firma Listesi

source: Show Location On Map
tr_tr: Haritada Konumunu Göster

source: Other Floors
tr_tr: Diğer Katlar

source: WP Dashbord
tr_tr: Wordpress Anasayfa

source: Record Updated
tr_tr: Kayit Guncellendi

source: Record Save
tr_tr: Kayıt yapıldı

source: THIS OFFICE IS EMPTY
tr_tr: BU OFIS BOS DURUMDADIR

source: Company Add
tr_tr: Firma Ekle

source: Door number
tr_tr: Kapı numarası

source: Floor number must be numeric
tr_tr: Kapı numarası sayı olmalıdır

source: Do not show on web frontend
tr_tr: Web sayfasında gösterme

source: Company Name
tr_tr: Firma Adi

source: Building square meters
tr_tr: Bina Metrekaresi

source: Company email address
tr_tr: Firma email adresi

source: Company phone
tr_tr: Firma Telefonu

source: Company mobile phone
tr_tr: Firma Mobil Telefonu

source: Company website
tr_tr: Firma Web Sitesi

source: Detailed information about the company
tr_tr: Firma Hakkinda Detaylı Bilgi

source: Address
tr_tr: Adres

source: Upload / Select Image
tr_tr: Yüklemek icin resim seciniz

source: Vacate the Office
tr_tr: Ofisi Bosalt

source: Next Company
tr_tr: Sonraki Firma

source: Previous Company
tr_tr: Önceki Firma

source: Save
tr_tr: Kaydet

source: Other
tr_tr: Diğer

source: Name
tr_tr: İsim

source: Total area
tr_tr: Toplam Alan

source: Full Field
tr_tr: Toplam Sahasi

source: Free Space
tr_tr: Boş Alan

source: Add New Company
tr_tr: Yeni Firma Ekle

source: Upload Map
tr_tr: Harita Yukle

source: Other floors
tr_tr: Diğer Katlar

source: Wordpress Dashbord
tr_tr: Wordpress Anasayfa

source: Change Placement
tr_tr: Yerleşimi Değiştir

source: You can move the red boxes on the map by dragging and dropping them.
tr_tr: Haritadaki kırmızı kutuları sürükleyip bırakarak hareket ettirebilirsiniz.

source: Company List
tr_tr: Firma Listesi

source: Door No
tr_tr: Kapı Numarası

source: Action
tr_tr: Olay

source: STNC Building
tr_tr: Erciyes Teknopark Bina

source: Companies List
tr_tr: Firma Listesi

source: Shortcut
tr_tr: WP Kısa Kod

source: About
tr_tr: Hakkında

source: Support
tr_tr: Destek

source: Place this code on the page you want to add, it will come to the whole page. If you want to add only one field, see the shortcode menu.
tr_tr: Eklemek istediginiz sayfaya bu kodu yerlestirin, tum sayfaya gelecektir. Sadece bir alani eklemek isterseniz shortcode menusuna bakiniz.

source: Shortcode List for Company Lists
tr_tr: Firma Listeleri icin Shortcode Listesi

source: shortcode ; keywords written between square brackets
tr_tr: shortcode ; köşeli parantezler arasına yazılan anahtar kelimelerdir

source: Detailed information
tr_tr: Detayli bilgi

source: Sample Code
tr_tr: Ornek Kod

source: add the above code inside the page
tr_tr: yukarıdaki kodu sayfanın içine ekleyin

source: Map Load
tr_tr: Harita Yukle

source: Edit / Upload Map
tr_tr: Duzenle / Harita Yukle

source: Record Update
tr_tr: Kayit Guncellendi

source: Information about this building
tr_tr: Bu binaya ait bilgiler

source: Copy Shortcode
tr_tr: Kodu Kopyala

source: Building and Floor Information
tr_tr: Bina ve Kat Bilgisi

source: Company Categories
tr_tr: Firma Kategorisi

source: Empty Companies List
tr_tr: Boş Firmalar Listesi

source: Empty Offices
tr_tr: Boş Ofisler

source: Options
tr_tr: Ayarlar

source: Is mailing enabled for events?
tr_tr: Olaylar icin email gonderimi aktif olsun mu?

source: You can increase email addresses by pressing the plus sign.
tr_tr: Email adreslerini artı işaretine basarak artırabilirsiniz.

source: Email Addresses
tr_tr: Email Adresleri

source: Mail Title
tr_tr: Mail Basligi

source: Show company information on website
tr_tr: Sirket bilgisini firmalarimiz sayfasinda gösterme
